Repository: aelmahmoudy/gnome-shell-extension-islamic-datetime
Catalog: po/*.po
Languages: ar

source: Salat
ar: الصلاة

source: Midnight
ar: نصف الليل

source: Last third of night
ar: ثلث الليل الأخير

source: %d minutes
ar: %d دقيقة

source: %d hours %d minutes
ar: %d ساعة و %d دقيقة

source: %s left for %s prayer
ar: باق %s حتى صلاة %s

source: Time now for %s prayer
ar: حان الآن وقت صلاة %s

source: Stop azan
ar: إيقاف الأذان

source: Muharram
ar: محرم

source: Safar
ar: صفر

source: Rabi' I
ar: ربيع الأول

source: Rabi' II
ar: ربيع الثاني

source: Jumaada I
ar: جمادى الأولى

source: Jumaada II
ar: جمادى الثانية

source: Rajab
ar: رجب

source: Shaa'ban
ar: شعبان

source: Ramadan
ar: رمضان

source: Shawwaal
ar: شوال

source: Thul Qi'dah
ar: ذو القعدة

source: Thul Hijjah
ar: ذو الحجة

source: Fajr
ar: الفجر

source: Shurooq
ar: الشروق

source: Dhuhr
ar: الظهر

source: 'Asr
ar: العصر

source: Maghrib
ar: المغرب

source: 'Ishaa
ar: العشاء

source: Longitude
ar: خط الطول

source: Set the locations longitude
ar: ضبط خط الطول لموقعك

source: Latitude
ar: خط العرض

source: Set the locations latitude
ar: ضبط خط العرض لموقعك

source: Time zone
ar: منطقة التوقيت

source: Set the locations timezone
ar: ضبط منطقة التوقيت لموقعك

source: Calculation method
ar: طريقة الحساب

source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

source: University of Islamic Sciences, Karachi (Shaf'i)
ar: جامعة العلوم الإسلامية - كراتشي (شافعي)

source: University of Islamic Sciences, Karachi (Hanafi)
ar: جامعة العلوم الإسلامية - كراتشي (حنفي)

source: Islamic Society of North America
ar: الجمعية الإسلامية لشمال أمريكا

source: Muslim World League
ar: رابطة العالم الإسلامي

source: Umm Al-Qurra
ar: تقويم أم القرى

source: Fixed Ishaa Interval (always 90)
ar: فاصل عشاء ثابت (دائما 90)

source: Egyptian General Authority of Survey (Egypt)
ar: الهيئة المصرية العامة للمساحة (مصر)

source: Choose the prayer time calculation method
ar: ضبط طريقة حساب مواقيت الصلاة

source: DST
ar: التوقيت الصيفي

source: Enable DST
ar: تنشيط التوقيت الصيفي

source: Azan audio file
ar: الملف الصوتي للأذان

source: Audio file to play azan
ar: الملف الصوتي للأذان

source: Hijri date correction
ar: تصحيح التاريخ الهجري

source: Manual correction for Hijri date calculation
ar: تصحيح يدوي للتاريخ الهجري
